[BalanceDefs.MO_Ep14_FatSanctuaryCitizen InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[BalanceDefs.MO_Ep14_FriedmanBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[BalanceDefs.MO_Ep14_MarcusLocker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_Ep14_CupOfWater MissionItemDefinition]
UseFailureCharacterMessage="will do %s Use this website."
ItemName="A glass of water for tanning"
PickupMessage="you %s"
UseFailureLevelMessage="You must have at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Total |"

[ItemDefs.ID_MO_Ep14_CupOfWater:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Ep14_FireExtinguisher MissionItemDefinition]
UseFailureCharacterMessage="you have to do %s Use this item."
ItemName="Lighting"
PickupMessage="You are rich %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="over and over again"

[ItemDefs.ID_MO_Ep14_FireExtinguisher:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="fire extinguisher"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Ep14_MarcusExplosives MissionItemDefinition]
UseFailureCharacterMessage="I love u %s Use the following words."
ItemName="explosive"
PickupMessage="be with %s"
UseFailureLevelMessage="You must be at least %d level to use this."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="simple"

[ItemDefs.ID_MO_Ep14_MarcusExplosives:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Explosives can blow through locked doors."
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Ep14_ScooterFire InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

